IDEA StatiCa Open Model
ColumnData.FemL0Y Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 effective length calculated in FEM for Y direction
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FemL0Y { get; set; }
Public Property FemL0Y As Double
	Get
	Set
public:
property double FemL0Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace